docs: update docs
Signed-off-by: Thomas Tran <tldinteractive@gmail.com>
